import React, {Component} from 'react'

class RainCity extends Component {
  render(){
    return (
      <span>
        <h1>雨城</h1>
        <br />
        <h4>By MichaelCode</h4>
        <br />
        <p>那是一个雨天，他和她二十岁，相遇在那座小城。</p>
        <p>在那之前，他已经走过了很多的城市，他喜欢旅行吗？他不知道，他只想走出去，是的，出去。</p>
        <p>在那之前，她已经看过了很多的书籍，她喜欢读书吗？她也不知道，她只想沉浸在书的世界里，是的，沉浸。<br/>他们都对这个荒凉冷漠的世界不屑，都在逃离，都在流浪，一个在土地上流浪，一个在书里流浪。她们相遇的那座小城是她出生的城市。</p>
        <p>如果说，这世界上除了书，她还喜欢什么的话，大概就是这座小城了吧，是的，只是这座小城，不包括里面的任何人和物，只是它。</p>
        <p>他们相遇的时刻，是一个傍晚。她读完书，站在家门口，望着天际，小雨淅淅沥沥地落下来，模糊了视线。街上静悄悄的，空无一人，就是在那个时候，他的身影出现在路的尽头处，他戴着耳机，没打伞，而是穿着一件淡蓝色的雨衣，她很感到很有趣，在这座小城里，人们的雨衣都是黑的、红的、黄的，很少见这样清淡的颜色。于是朝他多看了几眼，他腋下夹着什么东西，慢慢走近了，哦，是一本书。她睁大眼睛，想看清是什么书，但是雨还在下，视线很模糊。</p>
        <p>他慢慢走近，看到她后，朝她摆了摆手。她也不管下不下雨，朝他跑了过去，她只想问一问，那是本什么样的书。他听她说完来意后，笑了起来，说她真奇怪。他们来到一个屋檐下，他告诉她那是一本诗集，作者叫海子。他旅行这么多次，始终带着的一本书。</p>
        <p>于是，就有了接下来的一幕，在一个雨天，在一个小城，莫名的时间和地点，陌生的他和她坐在一个陌生的屋檐下，捧着一本诗集，读的津津有味。</p>
        <p>“和所有以梦为马的诗人一样 岁月易逝 一滴不剩 水滴中有一匹马儿 一命归天 ”</p>
        <p>“姐姐, 今夜我在德令哈   这是雨水中一座荒凉的城   除了那些路过的和居住的”</p>
        <p>“。。。。。。”</p>
        <p>一首首，一段段。。。。</p>
        <p>“这是黑夜的儿子  沉浸于冬天  倾心死亡  不能自拔 热爱着空虚而寒冷的乡村”</p>
        <p>读到这儿，他和她抱在一起，良久没有说话，只有泪水静静地流淌。</p>
        <p>他知道，她是他的旅行的终点；她知道，他是她读书的意义。</p>
        <p>他们相爱了，在这座小城，下雨的小城，下雨的孤独的小城。</p>
        <p>一座小城、一个多年前的孤独的诗人把他和她紧紧联系到了一起。</p>
        <p>他不再旅行了，他在这座小城找到了一个家，她也不再不停地读书了，只是在雨天的傍晚，跟他一起读读那个叫海子的人写的诗。</p>
        <p>她说他想去西藏，他说他累了，让他多停一些时日，就陪她去西藏。</p>
        <p>在这座小城里，这座孤独的小城里，没有鲜花，没有祝福，也没有羡慕。他和她，爱着这座小城，这座孤独的小城，同时，又与这座小城无关。</p>
        <p>他和她，在一起，没人来破坏，没人来搅和，就像没人来祝福，没人来羡慕。</p>
        <p>他们一天天的过着日子，很幸福又很平淡。。。</p>
        <p>那天傍晚，他对她说，我们去西藏吧。她点点头，笑了。她踮起脚，抱着他的脖子狠狠地吻了一下。他揉了揉她的脑袋，看着她的眼睛，说，亲爱的，你真漂亮。</p>
        <p>第二天，早上醒来，他发现她没在床上，他坐起身，拿起那本诗集，想起了他们相遇的那个傍晚，那个下雨的傍晚。他不由得笑了，世界就是这样，总会给你一些意想不到的幸福。他等着她回来，一起去西藏。</p>
        <p>一直到十年后，他都还记得那个早上，他等着她回来去西藏，一直等着，等了这十年。</p>
        <p>他等不了了，他在心里默默地对她说，对不起，我等了十年了。其实，西藏不止是她想去的地方，也正是他旅行的最后一站。</p>
        <p>他坐上了去西藏的火车，路边陌生的景色掠过眼睛，让他想起了多年前的自己，自己那些孤独的旅程。</p>
        <p>你什么时候会回来？他在心里默默地问。</p>
        <p>从西藏回来后，他又路过了那座小城。或许，她已经回来了吧，他想。</p>
        <p>当他从那条街的尽头再次出现，他看见了她。</p>
        <p>还是那个地方，还是那件衣服，那个屋檐下，她呆呆地伫立着，望着街的尽头，只是他三十岁，她二十岁。他走过去，向她摆了摆手，她朝他跑过来，问他拿的是什么书。</p>
      </span>
    )
  }
}

export default RainCity
